Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: At the gamemaster’s discretion, the target may receive a bonus for resisting suggestions that are immediately life threatening (“jump off the bridge”) or that violate their motivations or personal strictures.
fr_fr: À la discrétion du maître de jey, la cible peut recevoir un bonus pour résister aux suggestions qui menancent immédiatement leur vie ("sautes du pont") ou qui viole leur motivations ou leur éthique personnelle.

source: Suggestions do not need to be carried out immediately, they may be implanted with a short trigger condition (“when the alarm goes off, ignore it”).
fr_fr: Les suggestions n 'ont pas besoin d'être déclenchée immédiatement, elles peuvent être implantée avec une rapide condition déclenchante ("quand l'alarme sonne, ignores-là").

source: {Thought Browse} Psi Type: Active
fr_fr: {Parcours des Pensée} Type: Actif

source: Thought Browse is a less-intrusive form of mind reading which scans the target’s surface thoughts for certain “keywords” like a particular word, phrase, sound, or image chosen by the async.
fr_fr: Analyse des Pensées est une version moins intrusive de lecture d'esprit qui scanne les pensées de surface de la cible pour certains "mots-clés" comme un mot particulier, une phrase, un son ou une image au choix de l'async.

source: Rather than digging through the target’s ego as with the Deep Scan sleight, Thought Browse merely verifies whether a target has a particular person, place, event, or thing in mind, which can be used by a savvy investigator to draw conclusions without the need to invade the mind directly.
fr_fr: Plutôt que de creuser à travers l'ego comme avec l'exploit Analyse en Profondeur, Analyse des Pensées vérifie plutôt si une cible a une personne, un lieu, un évènement ou une chose particulière en tête, ce qui peut être utilisé par un investigatoeur avec un peu de jugeotte pour tirer des conclusions sans avoir besoin d'envahir directement un esprit.

source: Thought Browse may be sustained, allowing the async to continue scanning the target’s thoughts over time.
fr_fr: Analyse des Pensées peut-être maintenu, permettant à l'async de continuer à scanner les pensées de sa cible au fil du temps.

source: The async must beat the target in an Opposed Test for each scanned item.
fr_fr: L'async doit battre la cible dans un Test Opposé pour chaque élément scanné.

source: Given the reach of neuroscience in the time of Eclipse Phase, it is easy to think of the mind as programmable software, as something that can be reverse-engineered, re-coded, upgraded, and patched.
fr_fr: Étant donné les progrés réalisé par la neuroscience dans le futur d'Eclipse Phase, il est facile de concevoir que l'esprit comme un logiciel programmable, comme quelque chose qui peut être rétro-ingénieré, recodé, mis à jour et patché.

source: To a large degree, this is true.
fr_fr: C'est vrai pour la majeure partie.

source: Aided by nanotechnology, genetics, and cognitive science, neuroscientists have demolished numerous barriers to understanding the mind’s structure and functions, and even made great leaps in unveiling the true nature of consciousness.
fr_fr: Assisté par la nanotechnologie, la génétique et les sciences cognitives, les neuroscientifiques ont abbatue bon nombre de barrières à la compréhension de la structure et des fonctions de l'esprit, franchissant même de grands pas dans la découverte de la véritable nature de la conscience.

source: Genetic tweaks, neuro-mods, and neural implants offer an assortment of options for improving the brain’s capabilities.
fr_fr: Les bidouilles génétiques, les neuro-mods et les implants neuronaux offrent un assortiment d'options pour améliorer les capacités du cerveau.

source: The transhuman mind has become a playground—and a battlefield.
fr_fr: L'esprit trnshumain est devenue un terrain de jeu - et un champ de bataille.

source: Nanovirii unleashed during the Fall infected millions, altering their brains in permanent ways, with occasional outbreaks still occurring a decade later.
fr_fr: Les nanovirus libérés pendant la Chute ont infectés des millions de personne, altérant elur cerveau de manière permanente, avec des intrusions occasionelle se produisant une décenie après.

source: Cognitive virii roam the mesh, plaguing infomorphs and AIs, reprogramming mind states.
fr_fr: Les virus cognitive errent dans le mesh, infectant les informorphs et les IAs, reprogammant leurs états mentaux.

source: An “infectious idea” is now a literal term.
fr_fr: Une "idée infectieuse" a maintenant un sens propre.

source: In truth, mind editing is not an easy, safe, and error-proof process—it is difficult, dangerous, and often flawed.
fr_fr: En vrai, l'édition de l'esprit n'est pas un processus simple, sécurisé et sans erreur - c'est quelque chose de difficile, dangereux et souvent défectueux.

source: Neuroscience may be light years ahead of where it was a century ago, but there are many aspects of the brain and neural functions that continue to confound and elude even the brightest experts and AIs.
fr_fr: La neuroscience peut être des années lumières en avance par rapport au siècle dernier, mais il y a de nombreux aspects du cerveau et des fonctiones neuronales qui continuent de perturber et de se soustraire au plus brillants experts et IAs.

source: Technologies like nanoneural mapping, uploading, digital mind emulation, and artificial intelligence are also comparatively in their infancy, being mere decades old.
fr_fr: Des technologies comme la cartographie nanoneuronale, l'upload, l'émulation digitale d'esprit et l'intelligence articificielle en sont encore à leur début, n'ayant qu'une décennie d'ancienneté.

source: Though transhumanity has a handle on how to make these processes work, it does not always fully understand the underlying mechanisms.
fr_fr: Bien que la transhumanité ait compris la manière dont ces processus fonctionnent, elle ne comprend toujours pas complètement les mécanismes sous-jacents.

source: Any neurotech will tell you that mucking around in the mind’s muddy depths is a messy business.
fr_fr: N'importe quel neurotechnicien vous dira que bidouiller dans les profondeurs boueuses de l'esprit est un véritable bordel.

source: Brains are organic devices, molded by millions of years of unplanned evolutionary development.
fr_fr: Les cerveau sont des appareils organiques, façonnés par des millions d'années de dévelopement évolutionnaire non planifié.

source: Each is grown haphazardly, loaded with evolutionary leftovers, and randomly modified by an unlimited array of life events and environmental factors.
fr_fr: Chacun d'eux s'est développé par pur hasard, rempli de reste d'évolutions et modifié aléatoirement par un nombre illimité d'évènement d'une vie et de facteurs environnementaux.

source: Every mind features numerous mechanisms—cells, connections, receptors—that handle a dizzying array of functions: memory, perception, learning, reasoning, emotion, instinct, consciousness, and more.
fr_fr: Chaque esprit possède de nombreux mécanismes - cellulle, connexion, récepteurs - qui manipulent un nombre vertigineux de fonctions: mémorisation, perception, apprentissage, raisonnement, émotions, instincts, conscience et tant d'autres.

source: Its system of organization and storage is holonomic, diffused, and disorganized.
fr_fr: Son ordonnanceur et son système de stockage est holonome, diffus et désorganisé.

source: Even the geneticallymodifi ed and enhanced brains of transhumans are crowded, chaotic, cross-wired places, with each mind storing its memories, personality, and other defining features in unique ways.
fr_fr: Même les cerveaux génétiquement modifiés et amélioré des transhumains sont des endroits bondés, chaotique et maillés et chaque esprit stocke ses propres souvenirs, personnalité et d'autres caractéristiques définissantes de manière unique.

source: What this means is that though the general architecture and topography of neural networks can be scanned and deduced, the devil is in the details.
fr_fr: Ce que cela signifie c'est que même si l'architecture générale et la topographies des réseaux de neurones peut être scannées et déuite, le diable demeure dans les détails.

source: Techniques used to modify, repair, or enhance one person’s mind are not guaranteed equal success when applied to another’s brain.
fr_fr: Des techniques utilisées pour modifier, réparer ou améliorer l'esprit d'une personne ne garantissent aps le succès lorsqu'elles sont appliquées à un autre cerveau.

source: For example, the process by which brains store knowledge, skills, and memories results in a strange chaining process where these memories are linked and associated with other memories, so attempts to alter one memory can have adverse affects on other memories.
fr_fr: Par exemple, le processus par lequel le cerveau stocke la connaissance, les compétences et les souvenirs résulte en un étrange processuss de chainage dans lequel ces souvenirs sont liés et associés avec d'autres souvenirs, et donc alétrer un souvenir peut avoir des effets de bord sur d'autres.

source: In the end, minds are slippery and dodgy things, and attempts to reshape them rarely go as planned.
fr_fr: Au final, les esprits posent des problèmes glissants et épineux, et les tentatives de les modeler ne se passent que rarement comme prévu.

source: {The Process Of Psychosurgery} Psychosurgery is the process of selective, surgical alteration of a transhuman mind.
fr_fr: {Le processuss de la Psychochirurgie} La psychochirurgie est le l'ensemble des alétrations sélective et chirurgique apportée à un esprit transhumain.

source: It is a separate field from neural genetic modification (which alters genetic code), neuralware implantation (adding cybernetic or biotech inserts to the brain or nervous system), or brain hacking (software attacks on computer brains, neural inserts, and infomorphs), though they are sometimes combined.
fr_fr: C'est un domaine séparé des modificatiosn neuronales par la génétique (qui modifient le code génétique), les implantatiosn de neuroware (qui ajoutent des insert cybernétiques ou biotechnologique au cerveau ou au système nerveux) ou le hacking de cerveau (qui sont des attaques logicielle sur des cerveaux informatisés, des inserts neuraux et des infomorph) bien qu'ils soient aprfois combinés.

source: Psychosurgery is almost always performed on a digital mind-state, whether that be a real-time emulation, a backup, or a fork.
fr_fr: La Psychochirurgie est toujours effectuée sur un état mental numérique, qu'ils s'agisse d'émulation en temps-réel, d'une sauvegarde ou d'un fork.

source: In most cases, the subject’s mind-state is copied via the same technology and process as uploading or forking, and run in a simulspace.
fr_fr: Dans la plupart des cas, l'état mental du sujet est copé via la même technologie et le même procédé que par l'upload ou le fork, et s'effectue dans un simulspace.

source: The subject need not be willing, and in these cases the subject’s permissions are restricted.
fr_fr: Le sujet n'as pas besoin d'être volontaire, auquel cas les permissions du sujet sont restreintes.

source: Numerous psychosurgery simulspace environments are available, each custom-designed for facilitating specific psychosurgical goals and programmed with a thorough selection of psychotherapy treatment options.
fr_fr: De nombreux environnements de psychochirurgie en simulspace sont disponibles, tous conçus spécifiquement pour faciliter un but de psychochirurgie particulier et programmés avec une ample sélection d'options de taritements de psychothérapie.

source: The actual process of psychosurgery breaks down into several stages.
fr_fr: Le process complet de psychochirurgie se divise en différentes étapes.

source: First is diagnosis, which can involve the use of several neuro-imaging techniques on morphed characters, mapping synaptic connections, and building a neurochemical model.
fr_fr: La première est le diagnostique, qui peut impliquer l'utilisation de différentes techniques d'imagerie neurale sur les personnages morphé, la cartographie des connexions synaptiques et la construction d'un modèle neurochimique.

source: It can also involve complete psychological profiling and psychometric behavioral testing, including personality tests and simulspace scenario simulations.
fr_fr: Elle peut aussi inclure un profil psychologique complet et des tests de comportements psychomoteurs, des tests de personnalités et des scénarios de simulations en simulspace inclus.

source: Digital mind-states can be compared to records of people with similar symptoms in order to identify related information clusters.
fr_fr: Les états mentaux numérisés peuvent être comparés à des enregistrements de personnes ayant des symptômes similaires afin d'identifier des groupes de renseignements connexes.

source: This analysis is used to plan the procedure.
fr_fr: Cette analyse est utilisée pour planifier la procédure.

source: The actual implementation of psychosurgical alteration can involve several methods, depending on the desired results.
fr_fr: L'implémentation effective des modifications psychochirurgicale impliquent souvent plusieurs méthodes, en fonction du résultat attendus.

source: Applying external modules to the mind-state is often the best approach, as it doesn’t meddle with complicated connections and new inputs are readily interpreted and assimilated.
fr_fr: L'application de modules externes sur l'état mental est souvent la meilleure approche car elle ne nécessite pas de bidouiller des connexions complexes et les nouvelles entrées sont rapidement interprétées et assimilées.

source: For treatments, mental health software patches compiled from databases of healthy minds are matched, customized, and applied.
fr_fr: Dans le cadre de traitements, des patchs de santé mentale logiciels compilés depuis des bases de données d'esprits sains sont échantillonés, adaptés et appliqués.

source: Specialized programs may be run to stimulate certain mental processes for therapeutic purposes.
fr_fr: Des programmes spécialisés peuvent être lancés pour simuler certains processus mentaux à but thérapeutique.

source: Before an alteration is even applied, it may first be performed on a fork of the subject and run at accelerated speeds to evaluate the outcome.
fr_fr: Avant qu'une modification soit appliquée, elle est générallement testées sur un fork du sujet et lancé en vitesse accéléré pour en déterminé l'issue.

source: Likewise, multiple treatment choices may be applied to time-accelerated forks this way, allowing the psychosurgeon to test which is likely to work best.
fr_fr: De la même manière, de multiples choix de traitements peuvent être appliqués à des forks temporellement accélérés de cette manière, permettant au psychochirurgien de tester ce qui fonctionneras le mieux.

source: Not all psychosurgery is performed for the subject’s benefit, of course.
fr_fr: Bien entendu, toutes les opérations de psychochirurgie ne se font pas forcément au béénfice du sujet.

source: Psychosurgery can be used to interrogate or torture prisoners, erase memories, modify behavior, or inflict crippling impairments.
fr_fr: La psychochirurgie peut être utilisée pour interroger ou torturer des prisonniers, effacer des souvenirs, modifier un comportement ou infliger des faiblesses handicapantes.

source: It is also sometimes used for legal punishment purposes, in an attempt to impair criminal activity.
fr_fr: Elle est également aprfois utilisé dans un but de punition légale, dans une tentative de ralentir les activités criminelles.

source: Needless to say, such methods are often brute-forced rather than fine-tuned, ignoring safety parameters and sometimes resulting in detrimental side effects.
fr_fr: Cela va sans dire mais ces méthodes sont générallement appliqéue en force plutôt qu'ajustée en finesse, ignorant les apramètres de sécurité et ayant parfois des effets secondaires préjudiciables.

source: Solarchive Search: “The Human Cognome Project”
fr_fr: Recherche dans Solarchive : "Le Projet du Cognome Humain"

source: The Human Cognome Project was an academic research venture to reverse engineer the human brain, paralleling in many ways the Human Genome Project and its success in deciphering the human genome.
fr_fr: Le Projet du Cognome Humain était un projet de recherches académiques ayant pour but de rétroingénierer le cerveau humain, ayant de nombreux parrallèlle avec le Projet du Génome Humain et ses succès dans le déhiffrage du génome humain.

source: The HCP was a multidisciplinary undertaking, relevant to biology, neuroscience, psychology, cognitive science, artificial intelligence, and philosophy of mind.
fr_fr: Le PCH était une entreprise multidisciplinaire, relevant de la biologie, des neurosciences, de la psychologie, des sciences cognitives, de l'intelligence artificelle et de la philosophie de l'esprit.

source: Funded and supported by scientific and corporate entrepreneurs and early transhumanist groups, the HCP developed the fundamentals of digitizing an ego and was a major driving force towards the first transhumans with elevated intelligence and brain capacity.
fr_fr: Financé et supporté par des scientifiques et des entrepreneurs corporatistes ainsi que par les premiers groupusculkes transhumains, le PCH développa les bases de la numérisation d'un ego et joua un rôle majeur dans le développement de l'élévation de l'intelligence et des capacités cérébrales.

source: The HCP has also been instrumental in cataloging transhuman minds and developing databases of “mind patches” based on the mind-states of healthy individuals for treating mental diseases and damage.
fr_fr: Le PCH a également été instrumentalisé pour cataloguer les esprits transhumain et développer des bases de données de "patchs cognitifs" basés sur les états mentaux d'individus sains pour traiter les maladies et dommages mentaux.

source: Though most HCP data is available to the public, some argonauts claim that certain data is held hostage by some hypercorps, potentially for the development of proprietary mind-altering technologies.
fr_fr: Bien que la plupart des données du PCH soient mise à disposition du public, quelques argonautes prétendent que certaines données son retenues en otage par certaines hypercorp, potentiellement pour développer des technologies d'altération cognitoves propriétaires.

source: After the Fall, the remnants of this project were acquired by the Planetary Consortium.
fr_fr: Après la Chute, les restes de ce projet ont été acquis par le Consortium Planétaire.

source: {Psychosurgery Mechanics} In game terms, psychosurgery is handled as a Task Action requiring an Opposed Test.
fr_fr: {Mécanismes de Psychochirurgie} En terme de jeu, la psychochirurgie est une Action de Tâche nécessitant un Test Opposé.

source: The psychosurgeon rolls Psychosurgery skill against the target’s WIL x 3.
fr_fr: Le psychochirurgien fait un jet de sa compétence Psychochirurgie conte la VOL x 3 de la cible.

source: Apply modifiers as appropriate from the Psychosurgery Modifiers table.
fr_fr: Appliquez les modificateurs appropriées, listés dans la table des Modificateurs de Psychochirurgie.

source: If the psychosurgeon succeeds and the subject fails, the psychosurgery is effective and permanent.
fr_fr: Si le psychochirurgien réussit et que le sujet rate, la psychochirurgie est fonctionnelle et permanente.

source: The alteration becomes a permanent part of the subject’s ego, and will be copied when uploaded (and sometimes when forking).
fr_fr: L'altération devient une part permanente de l'ego du sujet, et sera copié lorsqu'il s'uploadera (et parfois en forkant).

source: If both sides succeed but the psychosurgeon rolls higher, the psychosurgery is effective but temporary.
fr_fr: Si les deux parties réussissent mais que le spychochirurgien obtient le plus haut résultat, la psychochirurgie est fonctionnelle mais temporaire.

source: It lasts for 1 week per 10 points of MoS.
fr_fr: Elle persiste pour une semaine par tranche de 10 points de MdS.

source: If the subject rolls higher, or if the psychosurgeon fails their roll, the attempt does not work.
fr_fr: Si le sujet obtiens un meilleur résultat ou si le psychochirurgien rate son jet, la tentative ne fonctionne pas.

source: The timeframe listed for psychosurgical procedures is according to the patient’s subjective point of view.
fr_fr: L'intervalle de temps listé pour les procédures de psychochirurgie dépend du point de vue subjectif du patient.

source: Since most subjects are treated in a simulspace, time acceleration may drastically reduce the amount of real-time such a procedure requires (see Defying Nature’s Laws, pp.
fr_fr: Étant donné que la plupart des sujets sont traités en simulspace, l'accélération temporelle peut réduire drastiquement le total de temps réel qu'une telle procédure requiert (voir Défier les Lois de la Nature, pp.

source: {Mental Stress} Psychosurgery is a modification to the transhuman mind, and sometimes to the actual person that resides in that mind.
fr_fr: {Stress Mental} La psychochirurgie est une modification de l'esprit transhumain et parfois à la personne réisdant dans cet esprit.

source: It is unsurprising then that psychosurgery places stress on the subject’s mental state and sometimes even inflicts mental traumas.
fr_fr: Il n'est pas surprenant que la psychochirurgie place donc du stress sur l'état mental du sujet infligeant même parfois des traumas.

source: Each psychosurgery option lists a Stress Value (SV) that is inflicted on the subject regardless of the tests’ success or failure.
fr_fr: Chaque option de psychochirurgie liste une Valeur de Stress (VS) qui est infligée au sujet indépendament de la réussite ou de l'échec du test.

source: If the psychosurgeon achieves an Excellent Success (MoS 30+), this stress is halved (round down).
fr_fr: Si le psychochirurgien obtient un Succès Excellent (MdS 30+), ce stress est réduit de moitié (arrondi à l'inférieur).

source: If the psychosurgeon rolls a Severe Failure (MoF 30+), the stress is doubled.
fr_fr: Si le psychochirurgien obtient un Echec Dramatique (MdE 30+), le stress est doublé.

source: Alternately, a Severe Failure could result in unintended side effects, such as affecting other behaviors, emotions, or memories.
fr_fr: Alternativement, un Echec Dramatique pourrait amener à des effets secondaires inattendus, tels que modifier d'autre comportement, émotions ou souvenirs.

source: If a critical success is rolled, no stress is applied at all.
fr_fr: Si un succès critique est obtenu, aucun stress n'est appliqué.

source: If a critical failure is rolled, however, an automatic trauma is applied in addition to the normal stress.
fr_fr: Cependant, si un échec critique est obtenu un trauma est appliqué automatiquement en plus du stress normal.

source: Some psychosurgery conditions may also affect the SV, as noted on the Psychosurgery Modifiers table.
fr_fr: Certaines circonstances peuvent aussi affecter le SV de la psychochirurgie, telles que notées dans la table des Modificateurs de Psychochirurgie.

source: {Roleplaying Mind Edits} Many of the changes incurred by psychosurgery are nebulous and difficult to pin down with game mechanics.
fr_fr: {Interpréter les Editions Cognititives} Beaucoup de changement provoqués par la psychochirurgie sont nébuleuses et difficiles à cerner par des mécanismes de jeu.

source: Alterations to a character’s personality and mind-state are often better handled as roleplaying factors anyway.
fr_fr: Les alterations apportées à la personnalités d'un personnage et à son état mental sont de toutes façon souvent mieux gérés par des facteurs d'interprétation.
